<?php

return [
    'revision' => [
        'system_user' => 'Система',
        'restore' => 'Восстановить изменения',
        'view' => 'Посмотреть изменения',
        'restore_selected' => 'Восстановить выбранные изменения',
        'restore_all' => 'Восстановить все изменения',
        'changes_restored' => 'Изменения восстановлены, изменения не видны без обновления страницы.',
        'read_only_error' => 'Ревизии предназначены только для чтения и не могут быть восстановлены!',
        'delete_revision' => 'Удалить эту версию',
        'delete_all_history' => 'Удалить всю историю',
        'are_you_sure' => 'Вы уверены, что хотите удалить всю историю? Будет удалено без возврата!',
        'yes_delete' => 'Да, удалить все!',
    ],
];
