<?php

return [
    'revision' => [
        'system_user' => 'Система',
        'restore' => 'Восстановить изменения',
        'view' => 'Посмотреть изменения',
        'restore_selected' => 'Восстановить выбранные изменения',
        'restore_all' => 'Восстановить все изменения',
        'changes_restored' => 'Изменения восстановлены, изменения не видны без обновления страницы.',
        'read_only_error' => 'Ревизии предназначены только для чтения и не могут быть восстановлены!',
        'delete_revision' => 'Удалить эту версию',
        'delete_all_history' => 'Удалить всю историю',
        'are_you_sure' => 'Вы уверены, что хотите удалить всю историю? Будет удалено без возврата!',
        'yes_delete' => 'Да, удалить все!',
    ],
    'messages' => [
        'successfully_deleted'     => 'Эти изменения успешно удалены!',
        'all_successfully_deleted' => 'Все изменения успешно удалены!',
        'revision_not_found'       => 'Не удалось найти эту ревизию!',
        'model_not_found'          => 'Ревизий для этой модели найти не удалось!',
    ],
];
